#+TITLE: Perspective II
#+AUTHOR: Chris Hogan
#+DATE: <2021-01-04 Mon> to <2021-01-31 Sun>
#+STARTUP: nologdone

* How to Draw - Scott Robertson
** Chapter 01
   - Golden proportion: 1 to 1.618
* Moderndayjames Perspective
** DONE 1
** TODO 2
** TODO 3
** TODO 4
** TODO 5
** TODO 6
* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-01-04 Mon 21:18]
| Tags    | Headline                                   | Time   |      |      |      |
|---------+--------------------------------------------+--------+------+------+------|
|         | *Total time*                               | *4:28* |      |      |      |
|---------+--------------------------------------------+--------+------+------+------|
|         | \_  Week 1                                 |        | 4:28 |      |      |
|         | \_    <2021-01-04 Mon>                     |        |      | 4:28 |      |
| drawing | \_      Drawing from Imagination - Castles |        |      |      | 0:46 |
| study   | \_      Robertson book                     |        |      |      | 1:12 |
| drawing | \_      Robertson book                     |        |      |      | 2:20 |
| study   | \_      Moderndayjames Perspective 2       |        |      |      | 0:10 |
#+END:

#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *3h 6m*  |
|---------+------------+----------|
| study   | *Tag time* | *1h 22m* |

#+END:

*** <2021-01-04 Mon>
**** DONE Drawing from Imagination - Castles                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 06:43]--[2021-01-04 Mon 07:29] =>  0:46
     :END:
**** DONE Robertson book                                              :study:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 20:24]--[2021-01-04 Mon 20:33] =>  0:09
     CLOCK: [2021-01-04 Mon 17:43]--[2021-01-04 Mon 18:46] =>  1:03
     :END:
**** DONE Robertson book                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 20:33]--[2021-01-04 Mon 21:15] =>  0:42
     CLOCK: [2021-01-04 Mon 18:46]--[2021-01-04 Mon 20:24] =>  1:38
     :END:
**** DONE Moderndayjames Perspective 2 :study:
     :LOGBOOK:
     CLOCK: [2021-01-04 Mon 21:18]--[2021-01-04 Mon 21:28] =>  0:10
     :END:
